const clickList = document.querySelectorAll("ul>li");
const div = document.createElement("div");

clickList.forEach((list) => {
    list.addEventListener("click", () => {
        list.append(div);
        div.innerHTML = `
        <p>안녕하세요. 크루님</p>
        <p>프립입니다.</p>
        <p><br></p>
        <p>2025년 을사년 새해 복 많이 받으세요😊</p>
        <p>프립과 함께 탐험해주신 크루님께 진심으로 감사드리며,</p>
        <p>설 연휴로 인한 고객센터 휴무 안내드립니다.</p>
        <p><br></p>
        <p><strong>[ 고객센터 휴무 안내 ]</strong></p>
        <p>- 1/27(월) : 임시공휴일</p>
        <p>- 1/28(화) ~1/30(목) : 설날 연휴&nbsp;</p>
        <p><br></p>
        <p>주말 및 휴무 동안 진행하는 프립에 대해서는 해당 상품의 호스트님과 소통하실 수 있으며,</p>
        <p>프립(카카오톡 채널 @프립)에 남겨주신 문의사항에 대해서는 영업일에 순차적으로 처리해 드릴 예정입니다.</p>
        <p><br></p>
        <p>감사합니다.</p></div>
        `;
        div.classList.add("createComment");
    });
});
